/* 
  Localizable.strings
  StarSoundConverter

  Created by u3415 on 2018/10/25.
  Copyright © 2018年 u3415. All rights reserved.
*/

"ManualFileName" = "FileFormatList_en";
"SoundCutDownMessage" = "The following file(s) will be cut down to less than 10 seconds.";
"MCS10NotesMessage" = "The file exceeding 10 seconds cannot be uploaded to mC-Sound.";
"DownBitDepthMessage" = "The sound file(s) of 5 seconds or more and less than 10 seconds will be automatically converted to a bit depth of 8bits.";
"PleaseReferManualForBitDepthMessage" = "Please refer to the manual of this utility for details about bit depth.";
"LoadErrorMessage" = "The following file(s) is failed to load.";
"UnsupportedFormatMessage" = "The following file(s) is unsupported format.";
"FileNumberLimitMessage" = "Limit for the number of files that can be convert at any one time is 50 files.";
